tap "hashicorp/tap"
tap "kubecolor/tap"

brew "stow"

brew "git"
brew "eza"
brew "fzf"
brew "bat"
brew "grep"
brew "curl"
brew "awscli"
brew "nmap"
brew "telnet"
brew "openssl"
brew "ripgrep"
brew "watch"
brew "websocat"
brew "neovim"
brew "yaml-language-server"

brew "go"
brew "rust"
brew "node"

brew "docker"

brew "kubernetes-cli"
brew "kubecolor"
brew "kubectx"
brew "kubeseal"
brew "k9s"
brew "kind"
brew "istioctl"
brew "argocd"
brew "chart-testing"

brew "jq"
brew "yq"
brew "yamllint"
brew "pre-commit"
brew "commitizen"
